[
  {"id":"AsefWagner2018WorkshopBerichtNichtlateinischeSchriften","author":[{"family":"Asef","given":"Esther"},{"family":"Wagner","given":"Cosima"}],"citation-key":"AsefWagner2018WorkshopBerichtNichtlateinischeSchriften","contributor":[{"family":"Lee","given":"Martin"}],"genre":"DHd Blog","issued":{"date-parts":[[2018,10,24]]},"language":"de","title":"Workshop-Bericht „Nicht-lateinische Schriften in multilingualen Umgebungen: Forschungsdaten und Digital Humanities in den Regionalstudien“","type":"post-weblog","URL":"https://dhd-blog.org/?p=10669"},
  {"id":"AsefWagner2019WorkshopReportNonLatin","author":[{"family":"Asef","given":"Esther"},{"family":"Wagner","given":"Cosima"}],"citation-key":"AsefWagner2019WorkshopReportNonLatin","contributor":[{"family":"Lee","given":"Martin"}],"genre":"DHd Blog","issued":{"date-parts":[[2019,1,18]]},"language":"en","title":"Workshop Report „Non-Latin Scripts in Multilingual Environments: research data and digital humanities in area studies”","type":"post-weblog","URL":"https://blogs.fu-berlin.de/bibliotheken/2019/01/18/workshop-nls2018/"},
  {"id":"BMBFKleineFaecherGrosse","accessed":{"date-parts":[[2022,8,1]]},"author":[{"literal":"BMBF"}],"citation-key":"BMBFKleineFaecherGrosse","container-title":"Bundesministerium für Bildung und Forschung - BMBF","language":"de","title":"Kleine Fächer – Große Potenziale - BMBF","type":"webpage","URL":"https://www.bmbf.de/bmbf/de/forschung/geistes-und-sozialwissenschaften/kleine-faecher/kleine-faecher_node.html"},
  {"id":"Dombrowski2020PreparingNonEnglishTexts","abstract":"Most methods for computational text analysis involve doing things with “words”: counting them, looking at their distribution within a text, or seeing how they are juxtaposed with other words. While there’s nothing about these methods that limits their use to English, they tend to be developed with certain assumptions about how “words” work – among them, that words are separated by a space, and that words are minimally inflected (i.e. that there aren’t a lot of different forms of a word). English fits both of these assumptions, but many languages do not. This tutorial covers major challenges for doing computational text analysis caused by the grammar or writing systems of various languages, and ways to overcome these issues.","author":[{"family":"Dombrowski","given":"Quinn"}],"citation-key":"Dombrowski2020PreparingNonEnglishTexts","collection-title":"1","container-title":"Modern Languages Open","DOI":"10.3828/mlo.v0i0.294","issued":{"date-parts":[[2020,8,28]]},"license":"CC BY 4.0","page":"45","source":"Semantic Scholar","title":"Preparing Non-English Texts for Computational Analysis","type":"article-journal"},
  {"id":"Dombrowski2020WhatWordMultilingual","accessed":{"date-parts":[[2022,7,31]]},"author":[{"family":"Dombrowski","given":"Quinn"}],"citation-key":"Dombrowski2020WhatWordMultilingual","event-place":"Online","event-title":"McGill DH Spectrums of DH","issued":{"date-parts":[[2020,10,15]]},"language":"en-US","publisher-place":"Online","title":"What's a 'word': Multilingual DH and the English Default","title-short":"What's a 'word'","type":"speech","URL":"https://quinndombrowski.com/blog/2020/10/15/whats-word-multilingual-dh-and-english-default/undefined"},
  {"id":"Fiormonte2012CulturalCritiqueDigital","abstract":"In this article I try to articulate a critical assessment of the current geopolitical assets of Digital Humanities. This critique is based firstly on data about the composition of various government organs, institutions and the principal journals in the field, and secondly on a general reflection on the cultural, political and linguistic bias of digital standards, protocols and interfaces. These reflections suggest that DH is not only a discipline and an academic discourse dominated materially by an Anglo-American élite and intellectually by a mono-cultural view, but also that it lacks a theoretical model for reflecting critically on its own instruments. I conclude by proposing the elaboration of a different model of DH, based on the concept of knowledge as a commons and the cultivation of cultural margins, as opposed to its present obsession with large-scale digitization projects and \"archiving fever,\" that leads to an increase in our dependency on the products of private industry and, of course, on their funding.","accessed":{"date-parts":[[2021,8,9]]},"author":[{"family":"Fiormonte","given":"Domenico"}],"citation-key":"Fiormonte2012CulturalCritiqueDigital","container-title":"Historical Social Research / Historische Sozialforschung","ISSN":"0172-6404","issue":"3 (141)","issued":{"date-parts":[[2012]]},"page":"59-76","publisher":"GESIS - Leibniz-Institute for the Social Sciences, Center for Historical Social Research","source":"JSTOR","title":"Towards a Cultural Critique of the Digital Humanities","type":"article-journal","URL":"https://www.jstor.org/stable/41636597","volume":"37"},
  {"id":"Fiormonte2017DigitalHumanitiesGeopolitics","abstract":"In this article I briefly discuss the connections between the geopolitical scenario emerging from the creation of the BRICS New Development Bank, and the digitization of languages and cultures carried out in a substantially Anglophone-driven economic and technological context. The appearance of the new BRICS bank, and especially the plan for an “independent Internet” are not only challenging the financial system, but in the long-run could also affect the current digital knowledge monopolies, activating new ways to encode and decode cultural objects, and challenge present digital standards. Digital Humanists, on all levels, are called upon to react to this developing geopolitical scenario, asking themselves questions about political representation and cultural diversity, encoding standards, digital infrastructures and linguistic hegemonies. An old equilibrium based on unequal power relationships is perhaps close to an end, and this is a unique time and opportunity to create a genuinely democratic and international scholarly community.  Dans cet article, je discute brièvement des liens entre le scénario géopolitique qui émerge de la création de la nouvelle banque de développement des pays du BRICS, et la numérisation des langues et des cultures réalisée dans un contexte économique et technologique essentiellement anglophone. L’apparition de la nouvelle banque des BRICS et en particulier le projet d’un « internet indépendant », remet en question non seulement le système financier, mais à long terme pourrait aussi toucher les monopoles de connaissances numériques actuelles, en mettant en oeuvre de nouveaux moyens d’encoder de décoder les objets culturels, et remettre en cause les normes numériques actuelles. Les humanistes numériques, à tous les niveaux, sont invités à réagir au sujet de ce scénario géopolitique émergent, et à se poser des questions au sujet de la représentation politique et la diversité culturelle, les normes d’encodage, les infrastructures numériques et les hégémonies linguistiques. Un ancien équilibre fondé sur des relations de pouvoir inégales est peut-être près de prendre fin, et il s’agit d’une période et d’une occasion unique de créer une communauté érudite véritablement démocratique et internationale. Mots-clés: géopolitique (de connaissances); BRICS; dialogue sud–sud; diversité technologique et culturelle; fiscalité linguistique","accessed":{"date-parts":[[2022,8,1]]},"author":[{"family":"Fiormonte","given":"Domenico"}],"citation-key":"Fiormonte2017DigitalHumanitiesGeopolitics","container-title":"Digital Studies / Le champ numérique","DOI":"10.16995/dscn.274","ISSN":"1918-3666","issue":"1","issued":{"date-parts":[[2017,10,13]]},"language":"en","number":"1","publisher":"Open Library of Humanities","source":"www.digitalstudies.org","title":"Digital Humanities and the Geopolitics of Knowledge","type":"article-journal","URL":"https://www.digitalstudies.org/article/id/7313/","volume":"7"},
  {"id":"Fiormonte2020DigitalHumanistCritical","abstract":"Translation of: L'umanista digitale., This book offers a critical introduction to the core technologies underlying the Internet from a humanistic perspective. It provides a cultural critique of computing technologies, by exploring the history of computing and examining issues related to writing, representing, archiving and searching. The book raises awareness of, and calls for, the digital humanities to address the challenges posed by the linguistic and cultural divides in computing, the clash between communication and control, and the biases inherent in networked technologies.A common problem with publications in the Digital Humanities is the dominance of the Anglo-American perspective. While seeking to take a broader view, the book attempts to show how cultural bias can become an obstacle to innovation both in the methodology and practice of the Digital Humanities. Its central point is that no technological instrument is culturally unbiased, and that all too often the geography that underlies technology coincides with the social and economic interests of its producers. The alternative proposed in the book is one of a world in which variation, contamination and decentralization are essential instruments for the production and transmission of digital knowledge. It is thus necessary not only to have spaces where DH scholars can interact (such as international conferences, THATCamps, forums and mailing lists), but also a genuine sharing of technological know-how and experience.\"This is a truly exceptional work on the subject of the digital....Students and scholars new to the field of digital humanities will find in this book a gentle introduction to the field, which I cannot but think would be good and perhaps even inspirational for them....Its history of the development of machines and programs and communities bent on using computers to advance science and research merely sets the stage for an insightful analysis of the role of the digital in the way both scholars and everyday people communicate and conceive of themselves and \"others\" in written forms -- from treatises to credit card transactions.\" ~Peter ShillingsburgThe Digital Humanist is not simply a translation of the Italian book L'umanista digitale (il Mulino 2010), but a new version tailored to an international audience through the improvement and expansion of the sections on social, cultural and ethical problems of the most widely used methodologies, resources and applications.","author":[{"family":"Fiormonte","given":"Domenico"}],"citation-key":"Fiormonte2020DigitalHumanistCritical","contributor":[{"family":"Rockwell","given":"Geoffrey"},{"family":"Ferguson","given":"Christopher"},{"family":"Schmidt","given":"Desmond"},{"family":"Tomasi","given":"Francesca"},{"family":"Numerico","given":"Teresa"}],"event-place":"Baltimore, Maryland","ISBN":"978-0-692-58044-8","issued":{"date-parts":[[2020]]},"language":"eng","publisher":"Project Muse","publisher-place":"Baltimore, Maryland","source":"fu-berlin.primo.exlibrisgroup.com","title":"The Digital Humanist: A Critical Inquiry Domenico Fiormonte, Teresa Numerico & Francesca Tomasi ; translated from the Italian by Desmond Schmidt and Christopher Ferguson.","title-short":"The Digital Humanist","type":"book"},
  {"id":"Fiormonte2021TaxationOverrepresentationConsequences","abstract":"In Silencing the Past: Power and the Production of History, Michel-Rolph Trouillot writes that by examining the process of history we can “discover the differential exercise of power that makes some narratives possible and silences others.” Alternative Historiographies of the Digital Humanities examines the process of history in the narrative of the digital humanities and deconstructs its history as a straight line from the beginnings of humanities computing. By discussing alternatives histories of the digital humanities that address queer gaming, feminist game studies praxis, Cold War military-industrial complex computation, the creation of the environmental humanities, monolingual discontent in DH, the hidden history of DH in English studies, radical media praxis, cultural studies and DH, indigenous futurities, Pacific Rim postcolonial DH, the issue of scale and DH, the radical, indigenous, feminist histories of the digital database, and the possibilities for an antifascist DH, this collection hopes to re-set discussions of the straight, white origin myths of DH. Thus, this collection hopes to reexamine the silences in such a straight and white masculinist history and delineates how power comes into play to shape this straight, white DH narrative.  A number of the pieces in this volume go back to the origin myth of the digital humanities to reassess the hagiography of Father Busa by reconsidering and recontextualizing his legacy and his work in relation to media archaeology, politics, Cold War maneuvers, mechanized genocide, the Third Reich, and the military-industrial complex as it has organized various fields, including Asian Studies. This reassessment of comparative genealogies — vis-à-vis Foucault — undergirds an alternative history of the Jesuit hagiography we have so far been unwilling to reexamine for its narrative use in embellishing an origin hagiography/historiography for digital humanities. Other pieces intertwine the digital humanities with other fields — area studies, Asian American Studies, cultural studies, literary studies, and environmental studies — in order to reexamine how the intersections and juxtapositions reveal silences in these histories. And finally, a number of pieces considers alternative praxes in rethinking these histories, whether it is an essay that is a game or a reevaluation of feminist media praxis.","accessed":{"date-parts":[[2021,6,25]]},"author":[{"family":"Fiormonte","given":"Domenico"}],"citation-key":"Fiormonte2021TaxationOverrepresentationConsequences","container-title":"Alternative Historiographies of the Digital Humanities","DOI":"10.53288/0274.1.00","editor":[{"family":"Kim","given":"Dorothy"},{"family":"Koh","given":"Adeline"}],"event-place":"Earth","ISBN":"978-1-953035-58-5","issued":{"date-parts":[[2021,6,24]]},"language":"en","license":"CC BY-SA-NC 4.0","page":"333-376","publisher":"punctum books","publisher-place":"Earth","title":"Taxation against Overrepresentation? The Consequences of Monolingualism for Digital Humanities","title-short":"Taxation against Overrepresentation?","type":"chapter","URL":"https://punctumbooks.com/titles/alternative-histories-of-the-digital-humanities/"},
  {"id":"FiormonteEtAl2022GlobalDebatesDigital","abstract":"Often conceived of as an all-inclusive “big tent,” digital humanities has in fact been troubled by a lack of perspectives beyond Westernized and Anglophone contexts and assumptions. This latest collection in the Debates in the Digital Humanities series seeks to address this deficit in the field. Focused on thought and work that has been underappreciated for linguistic, cultural, or geopolitical reasons, contributors showcase alternative histories and perspectives that detail the rise of the digital humanities in the Global South and other “invisible” contexts and explore the implications of a globally diverse digital humanities.\n\nAdvancing a vision of the digital humanities as a space where we can reimagine basic questions about our cultural and historical development, this volume challenges the field to undertake innovation and reform.\n\nContributors: Maria José Afanador-Llach, U de los Andes, Bogotá; Maira E. Álvarez, U of Houston; Purbasha Auddy, Jadavpur U; Diana Barreto Ávila, U of British Columbia; Deepti Bharthur, IT for Change; Sayan Bhattacharyya, Singapore U of Technology and Design; Anastasia Bonch-Osmolovskaya, National Research U Higher School of Economics; Jing Chen, Nanjing U; Carlton Clark, Kazimieras Simonavičius U, Vilnius; Carolina Dalla Chiesa, Erasmus U, Rotterdam; Gimena del Rio Riande, Institute of Bibliographic Research and Textual Criticism; Leonardo Foletto, U of São Paulo; Rahul K. Gairola, Murdoch U; Sofia Gavrilova, Leibniz Institute for Regional Geography; Andre Goodrich, North-West U; Anita Gurumurthy, IT for Change; Aliz Horvath, Eötvös Loránd U; Igor Kim, Russian Academy of Sciences; Inna Kizhner, Siberian Federal U; Cédric Leterme, Tricontinental Center; Andres Lombana-Bermudez, Pontificia, U Javeriana, Bogotá; Lev Manovich, City U of New York; Itay Marienberg-Milikowsky, Ben-Gurion U of the Negev; Maciej Maryl, Polish Academy of Sciences; Nirmala Menon, Indian Institute of Technology, Indore; Boris Orekhov, National Research U Higher School of Economics; Ernesto Priego, U of London; Sylvia Fernández Quintanilla, U of Kansas; Nuria Rodríguez-Ortega, U of Málaga; Steffen Roth, U of Turku; Dibyadyuti Roy, Indian Institute of Technology, Jodhpur; Maxim Rumyantsev, Siberian Federal U; Puthiya Purayil Sneha, Centre for Internet and Society, Bengaluru; Juan Steyn, South African Centre for Digital Language Resources; Melissa Terras, U of Edinburgh; Ernesto Miranda Trigueros, U of the Cloister of Sor Juana; Lik Hang Tsui, City U of Hong Kong; Tim Unwin, U of London; Lei Zhang, U of Wisconsin–La Crosse.","accessed":{"date-parts":[[2022,7,31]]},"citation-key":"FiormonteEtAl2022GlobalDebatesDigital","collection-title":"Debates in the Digital Humanities","editor":[{"family":"Fiormonte","given":"Domenico"},{"family":"Chaudhuri","given":"Sukanta"},{"family":"Ricaurte","given":"Paola"}],"event-place":"Minneapolis","issued":{"date-parts":[[2022]]},"language":"en","publisher":"University of Minnesota Press","publisher-place":"Minneapolis","title":"Global Debates in the Digital Humanities","type":"book","URL":"https://www.upress.umn.edu/book-division/books/global-debates-in-the-digital-humanities"},
  {"id":"FiormonteEtAl2022Introduction","abstract":"Often conceived of as an all-inclusive “big tent,” digital humanities has in fact been troubled by a lack of perspectives beyond Westernized and Anglophone contexts and assumptions. This latest collection in the Debates in the Digital Humanities series seeks to address this deficit in the field. Focused on thought and work that has been underappreciated for linguistic, cultural, or geopolitical reasons, contributors showcase alternative histories and perspectives that detail the rise of the digital humanities in the Global South and other “invisible” contexts and explore the implications of a globally diverse digital humanities.\n\nAdvancing a vision of the digital humanities as a space where we can reimagine basic questions about our cultural and historical development, this volume challenges the field to undertake innovation and reform.\n\nContributors: Maria José Afanador-Llach, U de los Andes, Bogotá; Maira E. Álvarez, U of Houston; Purbasha Auddy, Jadavpur U; Diana Barreto Ávila, U of British Columbia; Deepti Bharthur, IT for Change; Sayan Bhattacharyya, Singapore U of Technology and Design; Anastasia Bonch-Osmolovskaya, National Research U Higher School of Economics; Jing Chen, Nanjing U; Carlton Clark, Kazimieras Simonavičius U, Vilnius; Carolina Dalla Chiesa, Erasmus U, Rotterdam; Gimena del Rio Riande, Institute of Bibliographic Research and Textual Criticism; Leonardo Foletto, U of São Paulo; Rahul K. Gairola, Murdoch U; Sofia Gavrilova, Leibniz Institute for Regional Geography; Andre Goodrich, North-West U; Anita Gurumurthy, IT for Change; Aliz Horvath, Eötvös Loránd U; Igor Kim, Russian Academy of Sciences; Inna Kizhner, Siberian Federal U; Cédric Leterme, Tricontinental Center; Andres Lombana-Bermudez, Pontificia, U Javeriana, Bogotá; Lev Manovich, City U of New York; Itay Marienberg-Milikowsky, Ben-Gurion U of the Negev; Maciej Maryl, Polish Academy of Sciences; Nirmala Menon, Indian Institute of Technology, Indore; Boris Orekhov, National Research U Higher School of Economics; Ernesto Priego, U of London; Sylvia Fernández Quintanilla, U of Kansas; Nuria Rodríguez-Ortega, U of Málaga; Steffen Roth, U of Turku; Dibyadyuti Roy, Indian Institute of Technology, Jodhpur; Maxim Rumyantsev, Siberian Federal U; Puthiya Purayil Sneha, Centre for Internet and Society, Bengaluru; Juan Steyn, South African Centre for Digital Language Resources; Melissa Terras, U of Edinburgh; Ernesto Miranda Trigueros, U of the Cloister of Sor Juana; Lik Hang Tsui, City U of Hong Kong; Tim Unwin, U of London; Lei Zhang, U of Wisconsin–La Crosse.","accessed":{"date-parts":[[2022,7,31]]},"citation-key":"FiormonteEtAl2022Introduction","collection-title":"Debates in the Digital Humanities","container-title":"Global Debates in the Digital Humanities","editor":[{"family":"Fiormonte","given":"Domenico"},{"family":"Chaudhuri","given":"Sukanta"},{"family":"Ricaurte","given":"Paola"}],"event-place":"Minneapolis","issued":{"date-parts":[[2022]]},"language":"en","page":"ix-xxxiii","publisher":"University of Minnesota Press","publisher-place":"Minneapolis","title":"Introduction","type":"chapter","URL":"https://www.upress.umn.edu/book-division/books/global-debates-in-the-digital-humanities"},
  {"id":"GhorbaninejadEtAl2022RTL","author":[{"family":"Ghorbaninejad","given":"Masoud"},{"family":"Gibson","given":"Nathan P."},{"family":"Wrisley","given":"David Joseph"}],"citation-key":"GhorbaninejadEtAl2022RTL","collection-title":"Debates in the Digital Humanities","container-title":"Debates in the Digital Humanities 2022","issued":{"date-parts":[[2022]]},"language":"en","note":"uuid: 06462B52-3173-47CB-B6A3-0A481B09A21F","title":"RTL","type":"chapter"},
  {"id":"GilOrtega2016GlobalOutlooksDigital","author":[{"family":"Gil","given":"Alex"},{"family":"Ortega","given":"Élika"}],"citation-key":"GilOrtega2016GlobalOutlooksDigital","container-title":"Doing Digital Humanities","editor":[{"family":"Lane","given":"Richard"},{"literal":"Siemens, Raymond"},{"family":"Crompton","given":"Constance"}],"issued":{"date-parts":[[2016]]},"publisher":"Routledge","title":"Global Outlooks in Digital Humanities: Multilingual Practices and Minimal Computing","type":"chapter"},
  {"id":"Golumbia2013PostcolonialStudiesDigital","accessed":{"date-parts":[[2022,8,1]]},"author":[{"family":"Golumbia","given":"David"}],"citation-key":"Golumbia2013PostcolonialStudiesDigital","container-title":"uncomputing","issued":{"date-parts":[[2013,5,31]]},"language":"en-US","title":"Postcolonial Studies, Digital Humanities, and the Politics of Language","type":"webpage","URL":"https://www.uncomputing.org/?p=241"},
  {"id":"Grallert2022OpenArabicPeriodical","author":[{"family":"Grallert","given":"Till"}],"citation-key":"Grallert2022OpenArabicPeriodical","container-title":"Digital Humanities Quarterly","container-title-short":"DHQ","ISSN":"1938-4122","issue":"2","issued":{"date-parts":[[2022]]},"title":"Open Arabic Periodical Editions: A Framework for Bootstrapped Scholarly Editions Outside the Global North","title-short":"Open Arabic Periodical Editions","type":"article-journal","volume":"16"},
  {"id":"Horvath2021EnhancingLanguageInclusivity","abstract":"Recently, multiple collaborative initiatives have been established which all aim to incorporate and enhance the representation of multilingualism into discussions on the otherwise largely English-dominated “field” of digital humanities. Taking sensitivity to multilingualism as an overarching concept, the present paper introduces and analyzes some recent, and ongoing, collaborative initiatives (mainly with a starting point in Europe) to show how these projects conceptualize, handle, and strive to strengthen language diversity in DH. More specifically, the examples featured in the article include preliminary insights from the Disrupting Digital Knowledge Infrastructures collective, lessons from my pilot graduate course (Digital Humanities and East Asian Studies: Theory and Practice), as well as the role and significance of the DARIAH-EU supported OpenMethods platform. Ultimately, the paper, which also features interviews with Erzsébet Tóth-Czifra and Cosima Wagner from two of the abovementioned initiatives, argues for the importance of language sensitivity in research, teaching, and knowledge dissemination to create a more inclusive, and collaborative, basis toward multilingualism in DH.","accessed":{"date-parts":[[2022,7,31]]},"author":[{"family":"Horvath","given":"Aliz"}],"citation-key":"Horvath2021EnhancingLanguageInclusivity","container-title":"Modern Languages Open","DOI":"10.3828/mlo.v0i0.382","ISSN":"2052-5397","issue":"1","issued":{"date-parts":[[2021,12,17]]},"language":"en","license":"Authors who publish with this journal agree to the following terms:    Authors retain copyright and grant the journal right of first publication with the work simultaneously licensed under a  Creative Commons Attribution License  that allows others to share the work with an acknowledgement of the work's authorship and initial publication in this journal.  Authors are able to enter into separate, additional contractual arrangements for the non-exclusive distribution of the journal's published version of the work (e.g., post it to an institutional repository or publish it in a book), with an acknowledgement of its initial publication in this journal.  Authors are permitted and encouraged to post their work online (e.g., in institutional repositories or on their website) prior to and during the submission process, as it can lead to productive exchanges, as well as earlier and greater citation of published work (See  The Effect of Open Access ).  All third-party images reproduced on this journal are shared under Educational Fair Use. For more information on  Educational Fair Use , please see  this useful checklist prepared by Columbia University Libraries .   All copyright  of third-party content posted here for research purposes belongs to its original owners.  Unless otherwise stated all references to characters and comic art presented on this journal are ©, ® or ™ of their respective owners. No challenge to any owner’s rights is intended or should be inferred.","number":"1","page":"26","publisher":"Liverpool University Press","source":"www.modernlanguagesopen.org","title":"Enhancing Language Inclusivity in Digital Humanities: Towards Sensitivity and Multilingualism: Includes interviews with Erzsébet Tóth-Czifra and Cosima Wagner","title-short":"Enhancing Language Inclusivity in Digital Humanities","type":"article-journal","URL":"http://www.modernlanguagesopen.org/articles/10.3828/mlo.v0i0.382/"},
  {"id":"Horvath2022DigitalBrushTalk","abstract":"Often conceived of as an all-inclusive “big tent,” digital humanities has in fact been troubled by a lack of perspectives beyond Westernized and Anglophone contexts and assumptions. This latest collection in the Debates in the Digital Humanities series seeks to address this deficit in the field. Focused on thought and work that has been underappreciated for linguistic, cultural, or geopolitical reasons, contributors showcase alternative histories and perspectives that detail the rise of the digital humanities in the Global South and other “invisible” contexts and explore the implications of a globally diverse digital humanities.\n\nAdvancing a vision of the digital humanities as a space where we can reimagine basic questions about our cultural and historical development, this volume challenges the field to undertake innovation and reform.\n\nContributors: Maria José Afanador-Llach, U de los Andes, Bogotá; Maira E. Álvarez, U of Houston; Purbasha Auddy, Jadavpur U; Diana Barreto Ávila, U of British Columbia; Deepti Bharthur, IT for Change; Sayan Bhattacharyya, Singapore U of Technology and Design; Anastasia Bonch-Osmolovskaya, National Research U Higher School of Economics; Jing Chen, Nanjing U; Carlton Clark, Kazimieras Simonavičius U, Vilnius; Carolina Dalla Chiesa, Erasmus U, Rotterdam; Gimena del Rio Riande, Institute of Bibliographic Research and Textual Criticism; Leonardo Foletto, U of São Paulo; Rahul K. Gairola, Murdoch U; Sofia Gavrilova, Leibniz Institute for Regional Geography; Andre Goodrich, North-West U; Anita Gurumurthy, IT for Change; Aliz Horvath, Eötvös Loránd U; Igor Kim, Russian Academy of Sciences; Inna Kizhner, Siberian Federal U; Cédric Leterme, Tricontinental Center; Andres Lombana-Bermudez, Pontificia, U Javeriana, Bogotá; Lev Manovich, City U of New York; Itay Marienberg-Milikowsky, Ben-Gurion U of the Negev; Maciej Maryl, Polish Academy of Sciences; Nirmala Menon, Indian Institute of Technology, Indore; Boris Orekhov, National Research U Higher School of Economics; Ernesto Priego, U of London; Sylvia Fernández Quintanilla, U of Kansas; Nuria Rodríguez-Ortega, U of Málaga; Steffen Roth, U of Turku; Dibyadyuti Roy, Indian Institute of Technology, Jodhpur; Maxim Rumyantsev, Siberian Federal U; Puthiya Purayil Sneha, Centre for Internet and Society, Bengaluru; Juan Steyn, South African Centre for Digital Language Resources; Melissa Terras, U of Edinburgh; Ernesto Miranda Trigueros, U of the Cloister of Sor Juana; Lik Hang Tsui, City U of Hong Kong; Tim Unwin, U of London; Lei Zhang, U of Wisconsin–La Crosse.","accessed":{"date-parts":[[2022,7,31]]},"author":[{"family":"Horvath","given":"Aliz"}],"citation-key":"Horvath2022DigitalBrushTalk","collection-title":"Debates in the Digital Humanities","container-title":"Global Debates in the Digital Humanities","editor":[{"family":"Fiormonte","given":"Domenico"},{"family":"Chaudhuri","given":"Sukanta"},{"family":"Ricaurte","given":"Paola"}],"event-place":"Minneapolis","issued":{"date-parts":[[2022]]},"language":"en","page":"127-140","publisher":"University of Minnesota Press","publisher-place":"Minneapolis","title":"Digital Brush Talk: Challenges and Potential Connections in East Asian Digital Research","type":"chapter","URL":"https://www.upress.umn.edu/book-division/books/global-debates-in-the-digital-humanities"},
  {"id":"KirmizialtinWrisley2022AutomatedTranscriptionNonLatin","author":[{"family":"Kirmizialtin","given":"Suphan"},{"family":"Wrisley","given":"David Joseph"}],"citation-key":"KirmizialtinWrisley2022AutomatedTranscriptionNonLatin","container-title":"Digital Humanities Quarterly","container-title-short":"DHQ","ISSN":"1938-4122","issue":"2","issued":{"date-parts":[[2022]]},"title":"Automated Transcription of Non-Latin Script Periodicals: A Case Study in the Ottoman Turkish Print Archive","title-short":"Automated Transcription of Non-Latin Script Periodicals","type":"article-journal","volume":"16"},
  {"id":"Liu2012WhereCulturalCriticism","abstract":"Debates in the Digital Humanities brings together leading figures in the field to explore its theories, methods, and practices and to clarify its multiple possibilities and tensions. Together, the essays suggest that the digital humanities is uniquely positioned to contribute to the revival of the humanities and academic life.","accessed":{"date-parts":[[2022,7,31]]},"author":[{"family":"Liu","given":"Alan"}],"citation-key":"Liu2012WhereCulturalCriticism","collection-number":"1","collection-title":"Debates in the Digital Humanities","container-title":"Debates in the Digital Humanities","editor":[{"family":"Gold","given":"Matthew K."}],"event-place":"Minneapolis","ISBN":"978-1-4529-6375-4","issued":{"date-parts":[[2012]]},"language":"en","page":"490-509","publisher":"University of Minnesota Press","publisher-place":"Minneapolis","source":"www.upress.umn.edu","title":"Where is Cultural Criticism in the Digital Humanities?","type":"chapter","URL":"https://dhdebates.gc.cuny.edu/read/untitled-88c11800-9446-469b-a3be-3fdb36bfbd1e/section/896742e7-5218-42c5-89b0-0c3c75682a2f#ch29"},
  {"id":"Mahony2018CulturalDiversityDigital","accessed":{"date-parts":[[2021,9,13]]},"author":[{"family":"Mahony","given":"Simon"}],"citation-key":"Mahony2018CulturalDiversityDigital","container-title":"Fudan Journal of the Humanities and Social Sciences","container-title-short":"Fudan J. Hum. Soc. Sci.","DOI":"10.1007/s40647-018-0216-0","ISSN":"1674-0750, 2198-2600","issue":"3","issued":{"date-parts":[[2018,9]]},"language":"en","note":"https://web.archive.org/web/20210913072927/https://link.springer.com/article/10.1007%2Fs40647-018-0216-0","page":"371-388","source":"DOI.org (Crossref)","title":"Cultural Diversity and the Digital Humanities","type":"article-journal","URL":"http://link.springer.com/10.1007/s40647-018-0216-0","volume":"11"},
  {"id":"Ortega2014MultilingualismDH","accessed":{"date-parts":[[2022,7,31]]},"author":[{"family":"Ortega","given":"Élika"}],"citation-key":"Ortega2014MultilingualismDH","container-title":"Disrupting the Digital Humanities | 2015 MLA Position Papers","issued":{"date-parts":[[2014,12,31]]},"language":"en","title":"Multilingualism in DH","type":"webpage","URL":"https://web.archive.org/web/20210424073656/https://www.disruptingdh.com/multilingualism-in-dh/"},
  {"id":"Spence2021DisruptingDigitalMonolingualism","abstract":"This report is about the Disrupting Digital Monolingualism virtual workshop in June 2020. The DDM workshop sought to draw together a wide range of stakeholders active in confronting the current language bias in most of the digital platforms, tools, algorithms, methods, and datasets which we use in our study or practice, and to reverse the powerful impact this bias has on geocultural knowledge dynamics in the wider world. The workshop aimed to describe the state of the art across different academic disciplines and professional fields, and foster collaboration across diverse perspectives around four points of focus: Linguistic and geocultural diversity in digital knowledge infrastructures; Working with multilingual methods and data; Transcultural and translingual approaches to digital study; and Artificial intelligence, machine learning and NLP in language worlds. Event website https://languageacts.org/digital-mediations/event/disrupting-digital-monolingualism/ This report forms part of a series of reports produced by the Digital Mediations strand of the Language Acts & Worldmaking project, in this case in collaboration with the translingual strand of the Cross-Language Dynamics project (based at the Institute of Modern Languages Research), both funded by the UK Arts and Humanities Research Council’s Open World Research Initiative. Digital Mediations explores interactions and tensions between digital culture, multilingualism and language fields including the Modern Languages.","accessed":{"date-parts":[[2022,7,31]]},"author":[{"family":"Spence","given":"Paul"}],"citation-key":"Spence2021DisruptingDigitalMonolingualism","DOI":"10.5281/zenodo.5743283","event-place":"London","issued":{"date-parts":[[2021,12,9]]},"language":"eng","publisher":"Language Acts & Worldmaking project","publisher-place":"London","source":"Zenodo","title":"Disrupting Digital Monolingualism: A report on multilingualism in digital theory and practice","title-short":"Disrupting Digital Monolingualism","type":"report","URL":"https://zenodo.org/record/5743283"},
  {"id":"Wrisley2019EnactingOpenScholarship","abstract":"This essay addresses emerging open scholarly practices in transnational contexts, in particular in the Eastern Arab countries. It also describes some of the larger contours of the globalization in higher education in the regions of Middle East/North Africa (MENA) and Asia. Drawing upon work in the field in Lebanon and the Gulf States, it discusses some of the opportunities and challenges for open scholarship in the region, notably a gap in knowledge infrastructure. Finally, it argues that an important opportunity has emerged for the region’s globally connected institutions of higher education to shape and enact new knowledge environments.","accessed":{"date-parts":[[2022,7,31]]},"author":[{"family":"Wrisley","given":"David Joseph"}],"citation-key":"Wrisley2019EnactingOpenScholarship","container-title":"Pop! Public. Open. Participatory","DOI":"20191217170056885","issue":"1","issued":{"date-parts":[[2019,10,31]]},"language":"en","license":"CC BY-SA 2.5 CA","publisher":"CISP Press","source":"popjournal.ca","title":"Enacting Open Scholarship in Transnational Contexts","type":"article-journal","URL":"https://popjournal.ca/issue01/wrisley"}
]
